Repository: lwplugins/lw-cookie
Catalog: languages/lw-cookie-*.po
Languages: hu_hu

source: GDPR-compliant cookie consent banner for WordPress - minimal footprint, full compliance.
hu_hu: GDPR-kompatibilis cookie-hozzájárulási sáv WordPresshez – minimális terhelés, teljes megfelelés.

source: Lightweight plugins for WordPress - minimal footprint, maximum impact.
hu_hu: Könnyű WordPress bővítmények – minimális terhelés, maximális hatás.

source: Active
hu_hu: Aktív

source: Settings
hu_hu: Beállítások

source: Get Plugin
hu_hu: Bővítmény beszerzése

source: — Select Page —
hu_hu: — Oldal kiválasztása —

source: Advanced
hu_hu: Haladó

source: Advanced Settings
hu_hu: Haladó beállítások

source: Advanced configuration options.
hu_hu: Haladó beállítási lehetőségek.

source: Consent Duration
hu_hu: Hozzájárulás időtartama

source: Days until consent expires and user is asked again.
hu_hu: Ennyi nap után lejár a hozzájárulás, és újra megkérdezzük a felhasználót.

source: Script Blocking
hu_hu: Szkriptek blokkolása

source: Block scripts until consent is given
hu_hu: Szkriptek blokkolása a hozzájárulásig

source: Automatically blocks known tracking scripts (Google Analytics, Facebook Pixel, etc.) until user consents.
hu_hu: Automatikusan blokkolja az ismert követőszkripteket (Google Analytics, Facebook Pixel stb.) a hozzájárulásig.

source: Content Blocking
hu_hu: Tartalom blokkolása

source: Block embedded content until consent is given
hu_hu: Beágyazott tartalom blokkolása a hozzájárulásig

source: Blocks YouTube, Vimeo, Google Maps and other embedded content until user consents.
hu_hu: Blokkolja a YouTube-, Vimeo-, Google Maps- és más beágyazott tartalmakat a hozzájárulásig.

source: Enable Google Consent Mode v2
hu_hu: Google Consent Mode v2 engedélyezése

source: Required for Google Ads and Analytics in the EU. Sends consent signals to Google services.
hu_hu: Az EU-ban kötelező a Google Ads és Analytics használatához. Hozzájárulási jeleket küld a Google szolgáltatásainak.

source: Floating Button
hu_hu: Lebegő gomb

source: Show Floating Button
hu_hu: Lebegő gomb megjelenítése

source: Show a floating button for users to change their consent
hu_hu: Lebegő gomb megjelenítése, hogy a felhasználók módosíthassák a hozzájárulásukat

source: Button Position
hu_hu: Gomb pozíciója

source: Bottom Left
hu_hu: Bal alsó

source: Bottom Right
hu_hu: Jobb alsó

source: Appearance
hu_hu: Megjelenés

source: Appearance Settings
hu_hu: Megjelenés beállításai

source: Customize the look and feel of your cookie banner.
hu_hu: Szabd testre a cookie sáv megjelenését.

source: Banner Position
hu_hu: Sáv pozíciója

source: Bottom
hu_hu: Alul

source: Top
hu_hu: Felül

source: Modal (Center)
hu_hu: Modális (középen)

source: Banner Layout
hu_hu: Sáv elrendezése

source: Full-width Bar
hu_hu: Teljes szélességű sáv

source: Floating Box
hu_hu: Lebegő doboz

source: Primary Color
hu_hu: Elsődleges szín

source: Button and accent color.
hu_hu: Gomb- és kiemelőszín.

source: Text Color
hu_hu: Szövegszín

source: Background Color
hu_hu: Háttérszín

source: Border Radius
hu_hu: Szegély lekerekítés

source: Border radius in pixels.
hu_hu: Szegély lekerekítése pixelben.

source: Categories
hu_hu: Kategóriák

source: Cookie Categories
hu_hu: Cookie-kategóriák

source: Customize the names and descriptions of cookie categories shown to users.
hu_hu: Szabd testre a felhasználóknak megjelenő cookie-kategóriák nevét és leírását.

source: Necessary Cookies
hu_hu: Szükséges cookie-k

source: This category is always enabled and cannot be customized.
hu_hu: Ez a kategória mindig engedélyezett, és nem testreszabható.

source: Name
hu_hu: Név

source: Necessary
hu_hu: Szükséges

source: Description
hu_hu: Leírás

source: Essential cookies required for the website to function.
hu_hu: A weboldal működéséhez szükséges alapvető cookie-k.

source: Functional Cookies
hu_hu: Funkcionális cookie-k

source: Analytics Cookies
hu_hu: Analitikai cookie-k

source: Marketing Cookies
hu_hu: Marketing cookie-k

source: Cookies
hu_hu: Cookie-k

source: Functional
hu_hu: Funkcionális

source: Analytics
hu_hu: Analitika

source: Cookie Scanner
hu_hu: Cookie-szkenner

source: Scan your website to detect cookies in use.
hu_hu: Vizsgáld át a weboldalad, hogy felderítse a használt cookie-kat.

source: Scan Website
hu_hu: Weboldal vizsgálata

source: Scan Results
hu_hu: Vizsgálat eredményei

source: Scanning your website for cookies...
hu_hu: A weboldalad cookie-kat keres...

source: Close
hu_hu: Bezárás

source: Add Selected
hu_hu: Kijelöltek hozzáadása

source: Cookie Name
hu_hu: Cookie neve

source: Provider
hu_hu: Szolgáltató

source: Purpose
hu_hu: Cél

source: Duration
hu_hu: Időtartam

source: Category
hu_hu: Kategória

source: Type
hu_hu: Típus

source: Actions
hu_hu: Műveletek

source: + Add Cookie
hu_hu: + Cookie hozzáadása

source: + Add Common Cookies
hu_hu: + Gyakori cookie-k hozzáadása

source: Use the shortcode [lw_cookie_declaration] to display this cookie list on any page.
hu_hu: Használd a [lw_cookie_declaration] rövidkódot, hogy bármelyik oldalon megjelenítsd ezt a cookie-listát.

source: Stores cookie consent preferences
hu_hu: Eltárolja a cookie-hozzájárulási beállításokat

source: 1 year
hu_hu: 1 év

source: Authentication cookie for logged-in users
hu_hu: Hitelesítő cookie bejelentkezett felhasználóknak

source: Session
hu_hu: Munkamenet

source: Indicates when user is logged in
hu_hu: Jelzi, hogy a felhasználó be van jelentkezve

source: Deep scanning for additional cookies...
hu_hu: Mélyebb vizsgálat további cookie-kért...

source: No cookies detected. Try visiting your site first to set some cookies.
hu_hu: Nem találtunk cookie-kat. Előbb látogasd meg az oldalt, hogy cookie-k keletkezzenek.

source: All detected cookies are already in your list!
hu_hu: Minden észlelt cookie már szerepel a listádban!

source: new cookie(s)
hu_hu: új cookie(k)

source: external domain(s)
hu_hu: külső domain(ek)

source: external font(s)
hu_hu: külső betűtípus(ok)

source: found.
hu_hu: találva.

source: Already added
hu_hu: Már hozzáadva

source: Unknown
hu_hu: Ismeretlen

source: Unknown provider
hu_hu: Ismeretlen szolgáltató

source: Purpose not specified
hu_hu: A cél nincs megadva

source: External Domains
hu_hu: Külső domainek

source: External
hu_hu: Külső

source: External Fonts
hu_hu: Külső betűtípusok

source: Font
hu_hu: Betűtípus

source: e.g. _ga
hu_hu: pl. _ga

source: e.g. Google
hu_hu: pl. Google

source: Purpose description
hu_hu: Cél leírása

source: e.g. 1 year
hu_hu: pl. 1 év

source: Persistent
hu_hu: Állandó

source: Remove
hu_hu: Eltávolítás

source: General
hu_hu: Általános

source: General Settings
hu_hu: Általános beállítások

source: Basic configuration for your cookie consent banner.
hu_hu: Alapbeállítások a cookie-hozzájárulási sávhoz.

source: Enable Banner
hu_hu: Sáv engedélyezése

source: Show cookie consent banner on the frontend
hu_hu: Cookie-hozzájárulási sáv megjelenítése a frontenden

source: Privacy Policy Page
hu_hu: Adatvédelmi irányelvek oldala

source: Select your privacy policy page to link from the banner.
hu_hu: Válaszd ki az adatvédelmi irányelvek oldalát, amelyre a sáv hivatkozik.

source: Policy Version
hu_hu: Irányelv verziója

source: Change this when you update your privacy policy to request new consent.
hu_hu: Változtasd meg, amikor frissíted az adatvédelmi irányelveket, hogy új hozzájárulást kérj.

source: GDPR Compliance Notes
hu_hu: GDPR-megfelelési megjegyzések

source: All optional cookie categories are OFF by default (opt-in required).
hu_hu: Minden opcionális cookie-kategória alapból KI van kapcsolva (opt-in szükséges).

source: Users can granularly choose which categories to accept.
hu_hu: A felhasználók részletesen kiválaszthatják, mely kategóriákat fogadják el.

source: Consent is logged with timestamp for compliance proof.
hu_hu: A hozzájárulást időbélyeggel naplózzuk a megfelelés igazolásához.

source: Policy version changes trigger re-consent requests.
hu_hu: Az irányelv verziójának változása új hozzájárulást kér.

source: Texts
hu_hu: Szövegek

source: Banner Texts
hu_hu: Sáv szövegei

source: Customize the text displayed on the cookie consent banner.
hu_hu: Szabd testre a cookie-hozzájárulási sáv szövegét.

source: Banner Title
hu_hu: Sáv címe

source: Banner Message
hu_hu: Sáv üzenete

source: Main message explaining cookie usage.
hu_hu: Fő üzenet a cookie-használatról.

source: Button Labels
hu_hu: Gombfeliratok

source: Accept All Button
hu_hu: Összes elfogadása gomb

source: Reject All Button
hu_hu: Összes elutasítása gomb

source: Customize Button
hu_hu: Testreszabás gomb

source: Save Preferences Button
hu_hu: Beállítások mentése gomb

source: Cookie Consent
hu_hu: Cookie-hozzájárulás

source: Cookie Settings
hu_hu: Cookie-beállítások

source: Privacy Policy
hu_hu: Adatvédelmi irányelvek

source: Cookie Preferences
hu_hu: Cookie-beállítások

source: (Required)
hu_hu: (Kötelező)

source: Content from %s is blocked until you accept cookies.
hu_hu: A(z) %s tartalma blokkolva van, amíg el nem fogadod a cookie-kat.

source: Accept & Load Content
hu_hu: Elfogadom és betöltöm a tartalmat

source: No cookies have been declared.
hu_hu: Nincs megadva cookie.

source: Always Active
hu_hu: Mindig aktív

source: Manage Cookie Preferences
hu_hu: Cookie-beállítások kezelése

source: Delete All Cookies
hu_hu: Minden cookie törlése

source: Essential cookies required for the website to function properly.
hu_hu: A weboldal megfelelő működéséhez szükséges alapvető cookie-k.
